---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SystemNavigatorFailures
source: html/6dea56d8-405a-36f4-e9ac-6d4cda4e7e36.htm
---
# BuiltInFailures.SystemNavigatorFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.